Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/enoksen-s.htm.tmx
Source language: sme
Languages: nob

source: Moadde jagi lei mu movttiidahttin áidna mii doalahii Viktora sámegieldiimmuin .
nob: I noen år var min egen , moras , motivasjon det eneste som holdt Viktor i gang med samisk .

source: Ii lean dušše luohkkáustibiid vuosteháhku mii su oahppomovttá válddii .
nob: Og det var ikke bare de negative holdningene fra klassekameratene som tok lærelysten fra ham .

source: – Dovden ahte bággehallen masa nu maid in ieš háliidan , ja reagerejin vuosteháguin .
nob: – Jeg følte at jeg ble tvunget til noe jeg ikke ville , og jeg reagerte med motvilje .

source: Sáhttá leat nu ahte livččii buoret jus sámegiella livččii bákkolaš fága olles skuvllas .
nob: Det kan godt hende at det hadde vært bedre om samisk hadde vært obligatorisk for hele skolen .

source: In goassege jurddahan ahte bákkohallen iežá skuvlafágaiguin bargat , lohká son ja joatká : – Lean binnáš bahča mielas go in sáhttán sámegieldiimmuid atnit eanet ávkkálaš giela oahppamii .
nob: Jeg tenkte jo aldri at jeg ble tvunget til de andre fagene som vi hadde på skolen , sier han , og fortsetter : – Jeg er litt bitter for at jeg ikke kunne bruke samisktimene til å lære et språk som er mer nyttig .

source: Gaikkat geat sárdnot sámegiela , liikká máhttet dárogiela maid .
nob: Alle som snakker samisk , kan jo gjøre seg forstått på norsk .

source: Muhto lea jávkan vuosteháhku mii mus lei go ledjen nuorat .
nob: Men den motviljen jeg hadde da jeg var litt yngre , er borte nå .

source: Go bohten nuoraidskuvlii , de lei sámegiella šaddan eanet statusgiellan , ja go joatkkaskuvlii álgen , ii lean ollege váttis lohkat sámegiela .
nob: Da jeg kom i ungdomsskolen , hadde samisk fått høyere status , og da jeg begynte på videregående var det absolutt ikke noe problem å ta samisktimer , sier han .

source: Ii makkárge geavatlaš ávki
nob: Ingen praktisk nytte

source: Ustit Rolf Erling Mienna lea jagi nuorat , son fárrii Guovdageainnus Ráisái 3–4-jahkásažžan ja álggii Reaššegeaži mánáidgárdái .
nob: Kameraten Rolf Erling Mienna er et år yngre , flyttet fra Kautokeino til Nordreisa da han var 3 – 4 år og begynte i Sørkjosen barnehage .

source: – Máhtten binnáš sámegiela go deike bohten , muhto vajálduhtten jođánit .
nob: – Jeg kunne litt samisk da jeg kom hit , men det forsvant fort .

source: Sihke mun ja mu oappát ja vieljat heittiimet etniin sámásteamis , in dieđe manne .
nob: Både jeg og søsknene mine sluttet å snakke samisk med mamma , og jeg vet ikke hvorfor .

source: Soaitá leat heahpat go ii aktage iežá mánná min birrasis atnán giela , lohká son .
nob: Kanskje det føltes flaut fordi ingen andre unger i miljøet vårt brukte det språket , sier han .

source: Sárdnunmáhttu ii leat boahtán fuotin , vaikko čuvvon sámegieloahpahusa miehtá vuođđoskuvlla ja joatkkaskuvlla ge .
nob: Taleferdighetene på samisk har ikke kommet tilbake , selv om han fikk undervisning i språket gjennom hele grunnskolen og fortsatte med det på videregående skole .

source: – Don oahpat giela servvodagas gos giella adnojuvvo .
nob: – Du lærer et språk i et samfunn der språket blir brukt .

source: Lean oahppan sámi giellaoahpa , kultuvrra ja historjjá , muhto in leat oahppan giela atnit duohta eallimis .
nob: Jeg har lært samisk grammatikk , kultur og historie , men ikke å bruke språket i praktiske sammenhenger .

source: Livččii ávkkálaš go mus leat lagaš fuolkkit Guovdageainnus , lohká nuorra Mienna ja muitala ahte sus ge lei soames geardde miella heaitit sámegieloahpahusas .
nob: Det hadde vært nyttig fordi jeg har mange nære slektninger i Kautokeino , sier unge Mienna og forteller at noen ganger hadde han også lyst å slutte med samiskundervisningen .

source: – Ii Hánssagietti skuvla váldán sámegieloahpahusa duođas .
nob: – Storslett skole tok ikke samiskundervisningen alvorlig .

source: Lei hui olu ovddos maŋos skuvlohiiguin , eai ge bidjan dađe eanet gáibádusaid ohppiide .
nob: Det var veldig mye bytting fram og tilbake med lærere og det ble ikke krevd særlig innsats fra elevene .

source: Go fuobmájin ahte dušše ledjen doppe in ge oahppan maidege , de šattai miella áiggi golahit iežá sajis .
nob: Når jeg merket at jeg bare gikk der uten å lære noe , da hadde jeg lyst å bruke tida på noe annet .

source: Viktor dadjá sullii seamma : – Sámegieloahpahus ii lean profešunealla , ii doallan seammá dási go iežá fágat .
nob: Viktor sier noe av det samme : – Undervisningen i samisk var lite profesjonell og hadde ikke samme standard som andre fag .

source: Skuvlohat ledje iešguđetlagánat .
nob: Lærerne våre var forskjellige .

source: Eatnašiin váillui gelbbolašvuohta , eai dáidde sámegiela ektui , muhto goit pedagogalaččat .
nob: De fleste var dårlig kvalifisert til jobben , om ikke i samisk , så i pedagogikk .

source: Mis ledje fuones girjjit eanáš áiggi .
nob: Vi hadde dårlige skolebøker mesteparten av tida .

source: Lean vissis das ahte livččen eanet oahppan , ja ahte iežan bargomiella livččii buoret , jus ii livčče skuvla ja olles oahpahusdilli nu hirbmat eahpemovttiidahtti .
nob: Jeg er sikker på at jeg hadde lært mer , og at min egen motivasjon ville blitt bedre , om ikke skolen og hele undervisningen hadde vært så utrolig uengasjerende .

source: Ii movttiidahttán min go ii hástalan min fágalaččat .
nob: Og den engasjerte oss ikke fordi den var så lite utfordrende .

source: Buorre joatkkaskuvla
nob: God videregående

source: Bártniguovttos addiba buori árvosáni Ráissa joatkkaskuvlii .
nob: De to guttene gir god karakter til Nordreisa videregående .

source: – Bođiime skuvlii mii deattuhii sámegiela .
nob: – Der kom vi til en skole som satset på samisk .

source: Oaččuime hui čeahpes skuvlohiid ja buriid girjjiid .
nob: Vi fikk veldig flinke lærere og gode skolebøker .

source: Sii bidje čielga gáibádusaid munnuide , moai fertiime vuosehit maid máhtiime , lohká Rolf Erling .
nob: Her stilte de klare krav til oss og vi måtte vise hva vi kunne , sier Rolf Erling .

source: Sihke son ja Viktor válljiiga sámegiela vierisgiellan .
nob: Både han og Viktor valgte samisk som fremmedspråk .

source: Ii lean iežaska mielas vuođđu lohkat alit dásis .
nob: De syntes ikke at de hadde grunnlag for noe mer .

source: Konfirmašungovat ; Rolf E. Mienna ( g. b. og Viktor Enoksen ( o. b.
nob: Konfirmasjonsbilder av Rolf E. Mienna ( t.v. ) og Viktor Enoksen ( t.h. )

source: – Go álgen joatkkaskuvlii lei munnje lunddolaš joatkit sámegielain .
nob: – Da jeg begynte på videregående var det naturlig for meg å fortsette med samisk .

source: Mus lea miella oahppat nu olu gielaid go vejolaš , muhto jurddahan ahte galget leat gielat main lea ávki , dakkár oahppu mii veahkeha mu sártnodit olbmuiguin iešguđetge riikkas ja iešguđet máilbmeoasis , lohká Viktor , ja lasiha : – Muhto ii dat leat áibbas duššás ge sámegiela máhttit .
nob: Jeg har lyst å lære så mange språk som mulig , men jeg tenker at det skal være språk som er nyttige , som setter meg i stand til å prate med folk i forskjellige land og på ulike kanter av verden , sier Viktor , og legger til : – Men det er jo ikke helt bortkastet å kunne samisk , heller .

source: Lea liikká váivi ahte in fidnen eanet ávkki daid jagiin maid rahčen gielain mánáidskuvllas .
nob: Det er bare trist at jeg ikke fikk mer igjen for de årene jeg sleit med språket i barneskolen .

source: Doppe livččii sáhttán vuođđu biddjot , ja de livččen sáhttán olu oahppat oanehis áiggis . Mus lea buoret máhttu sámi kultuvrras ja nannosat identitehta , go dat mii mus livččii sámegielfága haga .
nob: Der kunne grunnlaget bli lagt og jeg kunne ha lært mye på kort tid , sier han og fortsetter : – Jeg har fått bedre kjennskap til samisk kultur og sterkere identitet enn jeg hadde hatt uten samiskfaget .

source: Muhto in leat goassege sárdnon geainnage sámegillii , in ge dieđe šattan go goassege dan dahkat .
nob: Men jeg har aldri snakket med noen på samisk , og jeg vet ikke om jeg noen gang kommer til å gjøre det .

source: Juste dál in siđa eanet oahppat .
nob: Akkurat nå har jeg ikke tenkt å lære mer .

source: Muhto jus gávnnahivččen ahte áiggun , de in dárbbat áibbas álggus álgit .
nob: Men om jeg skulle finne på å gjøre det , så stiller jeg ikke med helt blanke ark .

source: Lean oahpásnuvvan giellaoahpain , ja skuvllohat lohket ahte njuovčča lea sajis , muhto mus lea gáržžes sátnevuorká , lohká son .
nob: Jeg har fått litt innsikt i grammatikken og lærerene sier jeg har god uttale , men jeg har dårlig ordforråd , sier han .

source: Ovdavázzit
nob: Pionerer

source: Viktor ja Rolf Erling fertiiga ovdavázzin , eanet dahje unnit eahpedáhtolaš ovdavázzin váhnemiid sávaldagaid mielde .
nob: Viktor og Rolf Erling måtte være foregangsmenn , mer eller mindre ufrivillige pionerer etter ønske fra oss foreldre .

source: Juohke mánná Norggas lea geatnegahtton skuvlla vázzit ja fágaid oahppat mat adnojuvvojit dehálažžan ja dárbbašlažžan servvodaga bissumii .
nob: Alle barn i Norge har plikt å gå på skole og lære fag som blir oppfattet som nyttige og nødvendige for at samfunnet skal bestå .

source: Mii gáibideimmet dasa lassin ahte min mánát galge sámegiela oahppat ja dan bokte leahkit mielde bisuheamen sámi servvodatoasi .
nob: Vi krevde i tillegg at våre barn skulle lære samisk og være med å føre den samiske delen av samfunnet videre .

source: Mii maid oaivvildeimmet ahte sidjiide livččii ávkin ja illun giela oahppat , go mii geat eat máhttán , dovddaimet váilevuohtan ahte eat lean goassege dan oahppan .
nob: Vi mente også at de ville ha nytte og glede av å lære språket , for vi som ikke kunne det , følte det var et savn at vi aldri hadde lært det .

source: Ráissa vuođđoskuvla ii lean minguin ovttaoaivvilis .
nob: Grunnskolen i Nordreisa delte ikke vår oppfatning .

source: Bidje oahpahusa johtui easkka maŋŋil go mii váhnemat leimmet dan gáibidan – stáhta lei geatnegahttán sin vuođđoskuvlalága ja skuvladirektevrra bokte ja skuvlastivra lei mearridan ahte nu galgá leat .
nob: Ved hjelp av press fra oss foreldre , pålegg fra staten gjennom grunnskoleloven og skoledirektøren , og vedtak i skolestyret , satte de i gang undervisning .

source: Oahpahus čađahuvvui belohahkii .
nob: Den ble halvhjertet gjennomført .

source: Soaitá gait eanemus skuvllotváilli geažil , ja dasto maid danin go skuvlahálddahus ii beroštan doarvái .
nob: Kanskje mest på grunn av lærermangel , og dernest på grunn av mangel på engasjement fra skoleadministrasjonen sin side .

source: Dasa lassin lea sámegiella hui rašši báikkálaš birrasis , maid mánáid gaskkas geat dávjá dollet oktavuođa sámegielat ustiibiiguin ja fulkkiiguin .
nob: I tillegg står språket svakt i miljøet , selv blant barn som ofte har kontakt med kamerater og slektninger som snakker samisk .

source: Eai gula sámegiela beaivválaččat , ja danin sáhttet dan oaidnit unnán ávkkálaš giellan .
nob: De hører ikke samisk til daglig og de kan oppfatte det som et språk med liten praktisk betydning .

source: Ráissa joatkkaskuvla
nob: Nordreisa videregående skole

source: Ráissa suohkanis leat ránnjásuohkanat gos sámegiela lea leamaš ja lea ain nannosat .
nob: I flere av nabokommunene har samisk stått og står fortsatt sterkere enn i Nordreisa .

source: Dánin álggahii Ráissa joatkkaskuvla sámegieloahpahusa 1988 ' čavčča , suomagiela vierisgiellan fálai 1977 ' rájes .
nob: Derfor begynte Nordreisa videregående skole å gi undervisning i samisk høsten 1988 , mens skolen i 1977 tilbød finsk som fremmedspråk for første gang .

source: Romssa fylkasuohkan lea dahkan Ráissa joatkkaskuvlla sáme- ja suomagieloahpahusa ovdavázziskuvlan .
nob: Troms fylkeskommune har gjort den til sin foregangsskole i samisk- og finskundervisningen .

source: Dáppe fállet sámegieloahpahusa vierisgiellan , nubbingiellan dahje eatnigiellan .
nob: Her får elevene undervisning i samisk som fremmedspråk , andrespråk eller morsmål .

source: Dáppe fállet maid gáiddusoahpahusa sámegielas .
nob: Herfra drives også fjernundervisning i samisk .

source: Sámegielskuvllot Ruth Larsen muitala ahte ohppiid beroštupmi sámegielfágas molsašuddá , muhto maŋimuš jagiid lea lassánan .
nob: Samisklærer Ruth Larsen sier at interessen for samisk blant elevene varier , de siste årene har den økt .

source: Okta sámegielskuvllohiin lei ieš oahppi dáppe muhtun jagiid dassái .
nob: Og en av samisklærerne var selv elev her for noen år siden .

source: – Mii leat álgán sámegiela atnit maid luohkálanjaid olggobealde .
nob: – Vi har begynt å bruke samisk også utenfor klasserommene .

source: Go guovttis geat máhttiba giela deaivvadeaba , de atniba dan .
nob: Når to som kan språket møtes , bruker vi det .

source: Skuvllas leat šilttat guktuid gillii , ja atnit maid sámegiela duollet dalle plakáhtain ja dieđuin heŋgehagaide .
nob: Skolen har skilting på to språk , og vi bruker det rett som det er på plakater og oppslag .

source: Lean áibbas vissis das , ahte dát lokte ohppiid lohkanmovtta binnáš , lohká Ruth Larsen .
nob: Jeg er overbevist om at det øker elevenes lærelyst litte grann , sier Ruth Larsen .

source: Sámegiella miehtá Ráissa
nob: Samisk i hele Nordreisa

source: 1991 ' rájes leat eanet ahte eanet skuvllat fállagoahtán sámegieloahpahusa oahppiidasaset .
nob: Etter 1991 har stadig flere skoler i Nordreisa begynt å tilby elevene undervisning i samisk .

source: Dán skuvlajagi ( 2004/2005 ) lohket 59 oahppi sámegiela .
nob: Inneværende skoleår ( 2004/2005 ) tar 59 elever samisk .

source: Sii vázzet Moan skuvllas , Luomejeakki skuvllas , Hánssagietti skuvllas , Ákšovuona skuvllas , Reaššegeaži skuvllas ja Sáhpi skuvllas .
nob: De går på Moan skole , Snemyr skole , Storslett skole , Oksfjord skole , Sørkjosen skole og Sappen skole .

source: Skuvllotguoktás geat sin oahpaheaba , lea nubbi vázzán dábálašoahpaheaddjioahpu Sámi allaskuvllas Guovdageainnus , nubbi ges lea váldán ovdaskuvlaoahpaheaddjioahpu seammá skuvllas .
nob: En av lærerne som underviser dem , har lærerutdanning fra Samisk høgskole i Kautokeino , den andre har tatt førskolelærerutdanning på den samme skolen .

source: Logi jagi maŋŋil go sámegielfálaldat álggahuvvui Ráissa suohkanis , de rabai suohkan sámi mánáidgárdeossodaga .
nob: Ti år etter samisk ble innført i grunnskolen i Nordreisa , fikk kommunen ei samisk barnehageavdeling .

source: – Mis lei oktavuohta soames váhnemiiguin geat sihte sámegiel oahpu mánáidgárddis , ja danin guorahalai suohkan dárbbu .
nob: – Vi hadde kontakt med en del foreldre som ville ha samisk opplæring i barnehagen , og derfor undersøkte kommunen behovet .

source: Bođii ovdan ahte dárbu livččii sámi mánáidgárdeossodaga álggahit , ja dan rabaimet Sonjatun mánáidgárddis Hánssagiettis 2001 ' čavčča , muitala bajásšaddanhoavda Berit Stien .
nob: Det viste seg at ønsket var stort nok til å starte ei samisk barnehageavdeling , og den åpnet vi ved Sonjatun barnehage på Storslett høsten 2001 , forteller oppvekstsjef Berit Stien .

source: Ossodagas leat 14 saji maid 16 máná atnet .
nob: Avdelinga har 14 plasser som blir brukt av 16 barn .

source: Ossodaga golmma bargi gaskkas lea ain juo vuos dušše okta sámegielat assisteanta .
nob: Blant de tre ansatte på avdelinga er foreløpig bare en assistent samisktalende .

source: Dat guokte iežá bargi leaba sámegielkursii álgán .
nob: De to andre har begynt på kurs for å lære språket .

source: – Soames mánát dáppe máhttet measta dušše sámegiela , soames mánát máhttet seammá bures sámegiela ja dárogiela , ja soames mánát máhttet dušše dárogiela , muitala ossodatjođiheaddji Tore Johansen .
nob: – Noen av barna som går her kan nesten bare samisk , noen kan like mye samisk som norsk og noen kan bare norsk , forteller avdelingsleder Tore Johansen .

source: Sámegiela boahtteáigi Ráissa skuvllain
nob: Framtida for samisk i Nordreisaskolene

source: Suomagiella ja sámegiella leat leamaš siidagiellan soames Ráissa giliin , ja badjeolbmot geat dáppe orrot geasi , sámástit .
nob: Finsk og samisk har vært hjemmespråk i noen av bygdene i Nordreisa , og samisk blir brukt av reineierne som bor her om sommeren .

source: Goas nu lei Ráisa muhttásanguovllu oassin , doppe bijai stáhta erenoamáš doaimmaid johtui fidnet olbmuid heaitit atnimis sámegiela ja suomagiela , ja fidnet sin atnigoahtit duššefal dárogiela .
nob: En gang i tida var Nordreisa del av et overgangsdistrikt , et område der staten satte i verk spesielle tiltak for å få en overgang fra bruk av samisk og finsk til norsk .

source: Eiseválddit sihte jávkadit guktuid gielaid .
nob: Myndighetene ville at begge språkene skulle bort .

source: 70-logus jorgališgođii biegga .
nob: På 70–tallet begynte holdningen å snu .

source: Álggus šattai suomagiella skuvlagiellan , álggus joatkkaskuvllas , dasto vuođđoskuvllas .
nob: Først ble finsk et skolespråk , først på videregående , deretter i grunnskolen .

source: 1988:s Ráissa joatkkaskuvla fállagođii sámegieloahpahusa maid , golbma jagi maŋŋil čuovvulii Hánssagietti skuvla .
nob: I 1988 begynte Nordreisa videregående også å tilby undervisning i samisk , tre år seinere gjorde Storslett skole det samme .

source: Lean muitalan govt mii váhnemat fidniimet johtui oahpahusa , ja govt oahppit dan vásihedje .
nob: Jeg har fortalt hvordan vi som foreldre tok intiativ til den undervisningen og hvordan elevene opplevde den .

source: Maŋŋil lea beroštupmi sámegielas lassánan ja leavvan .
nob: Seinere har interessen for samisk økt og spredd seg .

source: Dál lea sámegieloahpahus 6–7 iešguđet skuvllas min suohkanis , ja suohkanis lea sámegielat mánáidgárdeossodat .
nob: Nå er det samiskundervisning ved 6 – 7 forskjellige skoler i kommunen , og kommunen har en samisk barnehageavdeling .

source: Skuvlohiid gelbbolašvuohta lea buorránan .
nob: Lærerkompetansen er blitt bedre .

source: Maid Ráissa joatkkaskuvllas lea ain buorre beroštupmi sámegielas , ja giella lea boahtán oidnosii šilttain , plákahtain , ja sámegielat oahppit sámástit gaskaneaset .
nob: Også ved Nordreisa videregående skole holder interessen for samisk seg , og språket er blitt synlig på skilt , plakater og ved at enkelte lærere og samisktalende elever bruker det seg i mellom .

source: Muhto ain leat menddo unnán sámegielat fágaolbmot , mii vuhtto erenoamážit sámi mánáidgárdeossodagas .
nob: Men fortsatt er det mangel på fagfolk som kan språket , ikke minst på den samiske barnehageavdelinga .

source: Giella lea unnán oidnosis almmolaš areanain .
nob: Og språket er lite synlig i det offentlige rom .

source: Hárve gulat olbmuid sámásteamen , it sáhte kioskkas oastit sámegiel aviissaid , it oainne plakáhtaid dahje šilttaid sámegielteavsttain .
nob: Du hører sjelden noen som snakker det , du kan ikke gå på kiosken og kjøpe samiske aviser , du ser ikke plakater eller skilt med samisk .

source: Dál adnojuvvo giella bearrašiin geat leat deike fárren suohkaniin gos giella lea nannosat go dáppe .
nob: I dag blir språket brukt i familier som har flyttet hit fra kommuner der språket står sterkere .

source: Muhtun jagiid geahčen diehtit govt manná singuin geat dál ohppet giela mánáidgárddiin ja skuvllain – šaddet go sii sámegiela váldit atnui skuvlalanjaid olggobealde , šaddá go sidjiide sámegielmáhttu ávkin ja illun ?
nob: Om noen år vet vi om de som lærer språket i barnehagene og på skolene vil ta det i bruk utenfor skolestua , om de får nytte og glede av det .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
